{
  "citations": 1753,
  "h_index": 4,
  "publications": 9,
  "last_updated": "2025-05-14 09:40:54",
  "recent_publications": [
    {
      "title": "Plant-TFClass: a structural classification for plant transcription factors",
      "year": 2024,
      "citation": "Trends in Plant Science 29 (1), 40-51, 2024",
      "abstract": "Transcription factors (TFs) bind DNA at specific sequences to regulate gene expression. This universal process is achieved via their DNA-binding domain (DBD). In mammals, the vast diversity of DBD structural conformations and the way in which they contact DNA has been used to organize TFs in the TFClass hierarchical classification. However, the numerous DBD types present in plants but absent from mammalian genomes were missing from this classification. We reviewed DBD 3D structures and models available for plant TFs to classify most of the 56 recognized plant TF types within the TFClass framework. This extended classification adds eight new classes and 37 new families corresponding to DBD structures absent in mammals. Plant-TFClass provides a unique resource for TF comparison across families and organisms.",
      "url": "https://www.cell.com/trends/plant-science/abstract/S1360-1385(23)00227-3",
      "authors": "Romain Blanc-Mathieu and Renaud Dumas and Laura Turchi and Jérémy Lucas and François Parcy"
    },
    {
      "title": "The dual trxG/PcG protein ULTRAPETALA1 modulates H3K27me3 and directly enhances POLYCOMB REPRESSIVE COMPLEX 2 activity for fine-tuned reproductive transitions",
      "year": 2024,
      "citation": "bioRxiv, 2024.10. 21.619451, 2024",
      "abstract": "The antagonistic POLYCOMB (PcG) REPRESSIVE COMPLEX 2 (PRC2) and trithorax (trxG) chromatin machineries play a major role in orchestrating gene expression during the development of multicellular eukaryotes. These complexes are well known for depositing and maintaining the repressive H3K27me3 and activating H3K4me3 marks, respectively. However, the mechanisms that govern the switch between these functions remains elusive, especially in plants, whose lifelong, flexible development relies heavily on this process. Here we demonstrate that the plant specific ULTRAPETALA1 (ULT1) protein, previously reported as a trxG factor that antagonizes the PRC2 enzymatic subunit CURLY LEAF (CLF), also exhibits a repressive function, increasing H3K27me3 levels at over a thousand genes. We discovered a physical interaction between ULT1 and PRC2 components, particularly the SWINGER (SWN) enzymatic subunit. We further show that ULT1 significantly enhances PRC2SWN enzymatic activity in vitro, corroborating our epigenomic and developmental genetic data that reveal different ULT1 activity depending on the catalytic subunit of the PRC2 complex. This study provides new insights into the relative activities of CLF and SWN and introduces a novel mechanistic framework for a chromatin switch mediated by a bivalent trxG/PcG factor.ULTRAPETALA1 counteracts or promotes PRC2 activity at hundreds of developmental genes in Arabidopsis thaliana, and activates the deposition of the repressive H3K27me3 chromatin mark via direct interaction with PRC2.This is the first instance of a bivalent trxG / PcG factor which …",
      "url": "https://www.biorxiv.org/content/10.1101/2024.10.21.619451.abstract",
      "authors": "Vangeli Geshkovski and Julia Engelhorn and Jean-Baptiste Izquierdo and Hamida Laroussi and Caroline Thouly and Laura Turchi and Marie Le Masson and Emmanuel Thevenon and Ambre Petitalot and Lauriane Simon and Sophie Desset and Philipp Michl-Holzinger and Hugues Parrinello and Klaus D Grasser and Aline Probst and Raphael Margueron and Gilles Vachon and Jan Kadlec and Cristel C CARLES"
    },
    {
      "title": "ULTRAPETALA1 influences the DNA methylation landscape in Arabidopsis thaliana",
      "year": 2024,
      "citation": "EPIPLANT 2024, 2024",
      "abstract": "ULTRAPETALA1 influences the DNA methylation landscape in Arabidopsis thaliana Food and \nAgriculture Organization of the United Nations Discover About FAO News Multimedia Main topics \nStatistics Members Publications English العربية Español Français Русский 中文 AGRIS - \nInternational System for Agricultural Science and Technology About AGRIS Contribute \nAcceptable use policy facebook linkedin twitter weibo Close Advanced Search ULTRAPETALA1 \ninfluences the DNA methylation landscape in Arabidopsis thaliana 2024 Turchi, Laura | \nGeshkovski, Vangeli | Engelhorn, Julia | Thouly, Caroline | Holzinger, Philipp | Grasser, Klaus | \nVachon, Gilles | Carles, Cristel | Dynamiques Chromatiniennes et Transitions \nDéveloppementales (ChromDev) ; Physiologie cellulaire et végétale (LPCV) ; Centre National de \nla Recherche Scientifique (CNRS)-Institut de Recherche Interdisciplinaire de Grenoble (IRIG) ; …",
      "url": "https://agris.fao.org/search/en/providers/122439/records/6798d91ed6a63682f0459a09",
      "authors": "Laura Turchi and Vangeli Geshkovski and Julia Engelhorn and Caroline Thouly and Philipp Holzinger and Klaus Grasser and Gilles Vachon and Cristel Carles"
    },
    {
      "title": "The F-box protein UFO controls flower development by redirecting the master transcription factor LEAFY to new cis-elements",
      "year": 2023,
      "citation": "Nature Plants 9 (2), 315-329, 2023",
      "abstract": "In angiosperms, flower development requires the combined action of the transcription factor LEAFY (LFY) and the ubiquitin ligase adaptor F-box protein, UNUSUAL FLORAL ORGANS (UFO), but the molecular mechanism underlying this synergy has remained unknown. Here we show in transient assays and stable transgenic plants that the connection to ubiquitination pathways suggested by the UFO F-box domain is mostly dispensable. On the basis of biochemical and genome-wide studies, we establish that UFO instead acts by forming an active transcriptional complex with LFY at newly discovered regulatory elements. Structural characterization of the LFY–UFO–DNA complex by cryo-electron microscopy further demonstrates that UFO performs this function by directly interacting with both LFY and DNA. Finally, we propose that this complex might have a deep evolutionary origin, largely predating flowering plants …",
      "url": "https://www.nature.com/articles/s41477-022-01336-2",
      "authors": "Philippe Rieu and Laura Turchi and Emmanuel Thévenon and Eleftherios Zarkadas and Max Nanao and Hicham Chahtane and Gabrielle Tichtinsky and Jérémy Lucas and Romain Blanc-Mathieu and Chloe Zubieta and Guy Schoehn and François Parcy"
    },
    {
      "title": "Predicting and understanding transcriptional regulation of floral development by LEAFY",
      "year": 2023,
      "citation": "Université Grenoble Alpes [2020-....], 2023",
      "abstract": "Ensuring correct gene expression is crucial for living organisms, as its disruption can compromise survival. Transcription factors (TFs) regulate gene expression through the binding of specific DNA sequences called transcription factor binding sites (TFBSs). LEAFY (LFY) is a plant-specific TF with a crucial role in floral development, and it is highly conserved in sequence and binding specificity throughout flowering plant evolution.LFY’s central role in flowering has been studied for decades, and yet it remains unclear why only a subset of the genomic regions bound by LFY are regulated. To elucidate this point, I present, in the first part of this manuscript, an approach to predict transcriptional regulation of LFY TFBSs in the model plant Arabidopsis thaliana. I used state-of-the-art LFY TFBS models and the genetically-encoded genomic context of LFY sites to successfully build a classifier that can distinguish functional LFY sites (i.e. TFBSs that are bound and have an effect on gene expression in vivo) from nonfunctional ones (i.e. TFBSs that are not bound and are not associated with gene expression changes in vivo). My results suggest that the presence of surrounding LFY TFBSs and, to a lesser extent, the level of non-LFY TFBS diversity around LFY sites, are important to distinguish functional and nonfunctional LFY sites. Moreover, this approach reveals a number of co-occurring TFs that contribute to set apart LFY-regulated sites from nonfunctional ones. Despite previous evidence of the functional importance of conserved regions in gene regulation, including conservation of LFY sites in our model did not improve predictions, and I discuss some …",
      "url": "https://theses.hal.science/tel-04465424/",
      "authors": "Laura Turchi"
    },
    {
      "title": "Prédire et comprendre la régulation transcriptionnelle du développement floral par LEAFY",
      "year": 2023,
      "citation": "Université Grenoble Alpes, 2023",
      "abstract": "Le contrôle de l’expression des gènes est essentiel pour les organismes vivants, et sa perturbation peut compromettre la survie. Les facteurs de transcription (TFs) régulent l'expression génique en se liant à des séquences d'ADN spécifiques appelées sites de liaison des facteurs de transcription (TFBS). LEAFY (LFY) est un TF spécifique aux plantes qui joue un rôle crucial dans le développement floral. Il est fortement conservé en termes de séquence et de spécificité de liaison tout au long de l'évolution des plantes.Le rôle central de LFY dans la floraison a été étudié pendant des décennies, avec pourtant d’importantes zones d’ombres qui subsistent en ce qui concerne l’identification des cibles (gènes régulés) :  pourquoi régule-t-il certaines régions génomiques in vivo et pas d'autres ? Pour élucider ce point, dans la première partie de ce manuscrit, je présente une approche permettant de prédire la régulation transcriptionnelle des TFBS de LFY dans la plante modèle Arabidopsis thaliana. J'ai utilisé des modèles classiques de liaison de LFY à l’ADN ainsi que le contexte génomique des sites LFY pour construire un modèle capable de distinguer les sites LFY fonctionnels (c'est-à-dire ceux liés par LFY et ayant effet sur l'expression génique in vivo) des sites non fonctionnels. Mes résultats suggèrent que la présence de TFBS de LFY environnants et, dans une moindre mesure, le niveau de diversité des TFBS d’autres TFs autour des sites LFY, sont importants pour distinguer les sites LFY fonctionnels des non fonctionnels. De plus, cette approche révèle plusieurs TFs qui co-occurrent avec LFY et qui contribuent à distinguer les sites régulés par …",
      "url": "https://theses.fr/2023GRALV064",
      "authors": "Laura Turchi"
    },
    {
      "title": "JASPAR 2022: the 9th release of the open-access database of transcription factor binding profiles",
      "year": 2022,
      "citation": "Nucleic acids research 50 (D1), D165-D173, 2022",
      "abstract": "JASPAR (http://jaspar.genereg.net/) is an open-access database containing manually curated, non-redundant transcription factor (TF) binding profiles for TFs across six taxonomic groups. In this 9th release, we expanded the CORE collection with 341 new profiles (148 for plants, 101 for vertebrates, 85 for urochordates, and 7 for insects), which corresponds to a 19% expansion over the previous release. We added 298 new profiles to the Unvalidated collection when no orthogonal evidence was found in the literature. All the profiles were clustered to provide familial binding profiles for each taxonomic group. Moreover, we revised the structural classification of DNA binding domains to consider plant-specific TFs. This release introduces word clouds to represent the scientific knowledge associated with each TF. We updated the genome tracks of TFBSs predicted with JASPAR profiles in eight organisms; the …",
      "url": "https://academic.oup.com/nar/article-abstract/50/D1/D165/6446529",
      "authors": "Jaime A Castro-Mondragon and Rafael Riudavets-Puig and Ieva Rauluseviciute and Roza Berhanu Lemma and Laura Turchi and Romain Blanc-Mathieu and Jeremy Lucas and Paul Boddie and Aziz Khan and Nicolás Manosalva Pérez and Oriol Fornes and Tiffany Y Leung and Alejandro Aguirre and Fayrouz Hammal and Daniel Schmelter and Damir Baranasic and Benoit Ballester and Albin Sandelin and Boris Lenhard and Klaas Vandepoele and Wyeth W Wasserman and François Parcy and Anthony Mathelier"
    },
    {
      "title": "The F-box cofactor UFO redirects the LEAFY floral regulator to novel cis-elements",
      "year": 2022,
      "citation": "Biorxiv, 2022.06. 14.495942, 2022",
      "abstract": "In angiosperms, flower patterning requires the localized expression of the APETALA3 (AP3) floral homeotic gene involved in petal and stamen development. AP3 is synergistically induced by the master transcription factor (TF) LEAFY (LFY) and the F-box protein UNUSUAL FLORAL ORGANS (UFO), but the molecular mechanism underlying this synergy has remained unknown. Here we show that the connection to ubiquitination pathways suggested by the F-box domain of UFO is mostly dispensable for its function and that UFO instead acts by forming a transcriptional complex with LFY and binds to newly discovered regulatory elements. Cryo-electron microscopy explains how a LFY-UFO complex forms on these novel DNA sites due to direct interaction of UFO with LFY and DNA. Finally, we show that this complex has a deep evolutionary origin, largely predating flowering plants. This work reveals a novel mechanism of an F-box protein in directly modulating the DNA-binding specificity of a master TF.",
      "url": "https://www.biorxiv.org/content/10.1101/2022.06.14.495942.abstract",
      "authors": "Philippe Rieu and Laura Turchi and Emmanuel Thévenon and Eleftherios Zarkadas and Max Nanao and Hicham Chahtane and Gabrielle Tichtinsky and Jérémy Lucas and Romain Blanc-Mathieu and Chloe Zubieta and Guy Schoehn and François Parcy"
    },
    {
      "title": "The LEAFY floral regulator displays pioneer transcription factor properties",
      "year": 2021,
      "citation": "Molecular Plant 14 (5), 829-837, 2021",
      "abstract": "Pioneer transcription factors (TFs) are a special category of TFs with the capacity to bind to closed chromatin regions in which DNA is wrapped around histones and may be highly methylated. Subsequently, pioneer TFs are able to modify the chromatin state to initiate gene expression. In plants, LEAFY (LFY) is a master floral regulator and has been suggested to act as a pioneer TF in Arabidopsis. Here, we demonstrate that LFY is able to bind both methylated and non-methylated DNA using a combination of in vitro genome-wide binding experiments and structural modeling. Comparisons between regions bound by LFY in vivo and chromatin accessibility data suggest that a subset of LFY bound regions is occupied by nucleosomes. We confirm that LFY is able to bind nucleosomal DNA in vitro using reconstituted nucleosomes. Finally, we show that constitutive LFY expression in seedling tissues is sufficient to induce …",
      "url": "https://www.cell.com/molecular-plant/fulltext/S1674-2052(21)00079-4",
      "authors": "Xuelei Lai and Romain Blanc-Mathieu and Loïc Grandvuillemin and Ying Huang and Arnaud Stigliani and Jérémy Lucas and Emmanuel Thévenon and Jeanne Loue-Manifel and Laura Turchi and Hussein Daher and Eugenia Brun-Hernandez and Gilles Vachon and David Latrasse and Moussa Benhamed and Renaud Dumas and Chloe Zubieta and François Parcy"
    }
  ]
}